app/controllers/users_controller.rb

INSERT INTO "users" ("activation_digest", "created_at", "email", "name", "password_digest", "updated_at") VALUES (?, ?, ?, ?, ?, ?)
---
  def create
    @user = User.new(user_params)
    if @user.save